Repository: javohiralisherovic/farmfresh
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: inglizcha

source: first name
uz: Ims

source: FarmFresh - Organic Farm Website Template
uz: xo'jalik yangi

source: Farm
uz: Ferma

source: Fresh
uz: Yangi

source: Home
uz: Asosy

source: About
uz: Biz haqimizda

source: Service
uz: Xizmat

source: Product
uz: Maxsulot

source: Blog Grid
uz: Sahifa

source: Blog Detail
uz: Sahifa tafsilot

source: Features
uz: Xususiyatlar

source: The Team
uz: Jamoa

source: Testimonial
uz: Guvoh

source: Contact
uz: Aloqa

source: About Us
uz: Biz haqimizda

source: We Produce Organic Food For Your Family
uz: Biz sizning oilangiz uchun Organik mevalar ishlab chiqaramiz

source: 100%% Organic
uz: 100%% Organik

source: It is true that with labor it is a great pain, a great pain
uz: To‘g‘ri, tug‘ish bilan bu katta dard, katta azob

source: Award Winning
uz: Mukofot Sovrindir

source: Our Experience
uz: Tajribamiz

source: Farm Specialist
uz: Mutaxassis

source: Complete Project
uz: To'liq loyiha

source: Happy Clients
uz: Xursand Mijozlar

source: We Are Professional Organic Farmers
uz: Biz Professional organik fermerlarmiz

source: Get In Touch
uz: Aloqa qiling

source: Our Services
uz: Xizmatlar

source: Meet the Team
uz: Jamoani ko'rish

source: Latest BLog
uz: So'nggi sahifa

source: Contact Us
uz: Aloqa

source: Popular Links
uz: mashhur havolalar

source: Meet The Team
uz: Jamoani ko'rish

source: Latest Blog
uz: So'nggi sahifa

source: Newsletter
uz: Yangiliklar

source: Subscribe Our Newsletter
uz: Yangiliklarga obuna bo'lish

source: Sign Up
uz: Obuna bo'lish

source: Your Site Name
uz: Saytingiz

source: .All Rights Reserved. Designed by
uz: .Barcha huquqlar himoyalangan. tomonidan ishlab chiqilgan

source: Please Feel Free To Contact Us
uz: Bizga murojaat qilishda erkin bo'ling

source: Services
uz: Xizmatlar

source: Organic Farm Services
uz: Organik firma Xizmatlar

source: Pages
uz: Sahifa

source: Oraganic Vegetables
uz: Organic Sabzavotlar

source: Organic Vegetables For Healthy Life
uz: Sog'lom hayot uchun organik sabzavotlar

source: Explore
uz: Kashfiyot

source: Organic Fruits
uz: Organik mevalar

source: Organic Fruits For Better Health
uz: Yaxshiroq sog'liq uchun organik mevalar

source: Previous
uz: oldingi

source: Next
uz: Keyingi

source: Organic Vegetables
uz: Organik Sabzavotlar

source: The pain was very great, and the pain was great, and the pain was just the pain, not the two, but the pain, the pain
uz: Og'riq juda zo'r edi va og'riq juda katta og'riq edi, ikki emas, balki og'riq, og'riq

source: Read More
uz: Koproq

source: It was a time of elitr at rebum at at clita. May the pain be long and long. Clita was the very thing, and the truth was, but it was hard work
uz: Bu elitr at rebum at clita. Dard uzoq va uzoq bo'lsin. Klitaning o'zi edi va haqiqat edi, lekin bu qiyin ish edi

source: Why Choose Us!!!
uz: Nega aynan Biz

source: Products
uz: Mahsulotlar

source: Our Fresh & Organic Products
uz: Bizning yangi va organik Mahsulotlar

source: Our Blog
uz: Bizning Sahifa

source: Latest Articles From Our Blog Post
uz: Bizning blog postimizdagi so'nggi maqolalar

source: Add to Cart
uz: Karta qo'shish
